local function run(msg, matches)
tg.sendMessage(msg.chat_id,0,0,
"\nتــعــرفــه هاے ربــات ضــد اســپــم سنـاتور:

\n🔶تــعــرفــه ربــات بــراے گــروه هاے 100 تــا 500 نــفــر :
\n1⃣ســفــارش مــاهیــانــه :5000 تــومــانــ
\n✳️ پــرداخــت ایــنــتــرنــتــے : 
\nhttps://zarinp.al/70927

\n🔶تــعــرفــه ربــات بــراے گــروه هاے 500 تــا 1000نــفــر :
\n1⃣ســفــارش مــاهیــانــه :8000 تــومــانــ
\n✳️ پــرداخــت ایــنــتــرنــتــے :
\nhttps://zarinp.al/70929

\n🔶 تــعــرفــه ربــات بــراے گــروه هاے 1000 تــا 5هزار نــفــر :
\n1⃣ســفــارش مــاهیــانــه :12000 تــومــانــ
\n✳️ پــرداخــت ایــنــتــرنــتــے :
\nhttps://zarinp.al/70930

\n✳️ڪــلــیــه ســفــارش ها شــامــل پــشــتــیــبــانــے رایــگــان هســتــنــد. 
\n✳️ بــعــد از پــرداخــت از رســیــد خــود عــڪــس بــگــیــریــد
",0)
end
return {
  patterns = {
 "^نرخ$",
  },
  run = run
}

--@SsS_ARIA_SsS
